const data = {
  categories: [
    { id: "1", name: "Супы" },
    { id: "2", name: "Салаты" },
    { id: "3", name: "Основные блюда" },
  ],
  recipes: [
    {
      id: "1",
      title: "Борщ",
      categoryId: "1",
      ingredients: ["Свекла", "Картошка", "Морковь", "Лук", "Капуста", "Мясо"],
      instructions: [
        "Сварить бульон из мяса, натереть овощи на крупной терке и добавить в бульон",
      ],
    },
    {
      id: "2",
      title: "Оливье",
      categoryId: "2",
      ingredients: ["Картошка", "Морковь", "Огурцы", "Горошек", "Майонез"],
      instructions: ["Отварить овощи, нарезать кубиками, заправить майонезом"],
    },
    {
      id: "3",
      title: "Жаркое",
      categoryId: "3",
      ingredients: ["Мясо", "Картошка", "Лук", "Специи"],
      instructions: [
        "Нарезать все крупными кубиками, заправить специями, тушить до готовности",
      ],
    },
  ],
};

export default data;
